Repository: SecureCloud-biz/crosstuner-studio
Catalog: wx2.8/lang/*.po
Languages: it_it

source: version
it_it: versione

source: Select BIN #1
it_it: Seleziona BIN #1

source: Select BIN #1 as the default for edit operations
it_it: Seleziona BIN #1 come default per le operazioni di modifica

source: Load BIN #1 from your hard drive
it_it: Carica BIN #1 dal hard disk

source: Size
it_it: Dim.

source: Chk. Type
it_it: Tipo Chk.

source: Select BIN #2
it_it: Seleziona BIN #2

source: Select BIN #2 as the default for edit operations
it_it: Seleziona BIN #2 come default per le operazioni di modifica

source: Load BIN #2 from your hard drive
it_it: Carica BIN #2 dal hard disk

source: Select BIN #3
it_it: Seleziona BIN #3

source: Select BIN #3 as the default for edit operations
it_it: Seleziona BIN #3 come default per le operazioni di modifica

source: Load BIN #3 from your hard drive
it_it: Carica BIN #3 dal hard disk

source: Load BIN Alt-1
it_it: Carica BIN Alt-1

source: Load BIN file from your hard drive
it_it: Carica il file BIN dal hard disk

source: Save BIN Alt-4
it_it: Salva BIN

source: Save BIN file to your hard drive
it_it: Salva BIN nel hard disk

source: Save BIN as ... Alt-7
it_it: Salva BIN come... Alt-7

source: Save BIN file to your hard drive with a different name
it_it: Salva il file BIN nel hard disk con nome diverso

source: Append to BIN
it_it: Apporre al BIN

source: Function not available!
it_it: Funziona non disponibile!

source: Overload to BIN
it_it: Sovrapponi al BIN

source: Split BIN
it_it: Dividi BIN

source: Save Partial BIN
it_it: Salva BIN Parziale

source: Quit Alt-F4
it_it: Esci Alt-F4

source: Quit the application
it_it: Esci dall'applicazione

source: New Map Definitions Alt-N
it_it: Nuova definizione mappe Alt-N

source: Clear definitions from memory
it_it: Cancella definizioni dalla memoria

source: Load Map Definitions Alt-L
it_it: Carica definizioni

source: Load definition file from hard drive
it_it: Carica file di definizione dal hard disk

source: Save Map Definitions Alt-W
it_it: Salva definizioni

source: Save definition file to hard drive
it_it: Salva definizioni sul hard disk

source: Add New Map Alt-A
it_it: Aggiungi Mappa

source: Create a new map
it_it: Crea nuova mappa

source: Edit Selected Map Alt-I
it_it: Modifica Mappa Alt-I

source: Edit the currently selected map
it_it: Modifica la mappa attualmente selezionata

source: Delete Selected Map Alt-D
it_it: Cancella Mappa Alt-D

source: Delete the currently selected map
it_it: Cancella la mappa attualmente selezionata

source: Duplicate Selected Map Alt-U
it_it: Duplica Mappa Alt-U

source: Duplicate the currently selected map
it_it: Duplica la mappa attualmente selezionata

source: Import TunerPro XDF definition files
it_it: Importa file di definizione TunerPro XDF

source: Import
it_it: Importa

source: Import definitions from other formats
it_it: Importa definizioni da altri formati

source: &Maps
it_it: &Mappe

source: Copy BIN #1 to BIN #2
it_it: Copia BIN #1 a BIN #2

source: Copy BIN #1 to BIN #3
it_it: Copia BIN #1 a BIN #3

source: Copy BIN #2 to BIN #1
it_it: Copia BIN #2 a BIN #1

source: Copy BIN #2 to BIN #3
it_it: Copia BIN #2 a BIN #3

source: Copy BIN #3 to BIN #1
it_it: Copia BIN #3 a BIN #1

source: Copy BIN #3 to BIN #2
it_it: Copia BIN #3 a BIN #2

source: Copy Buffers
it_it: Copia Buffer

source: Functions to copy BIN buffers between one another
it_it: Funzioni per copiare i buffer BIN tra di loro

source: &Modify
it_it: &Modifica

source: Preferences Alt-P
it_it: Preferenze Alt-P

source: &Options
it_it: &Opzioni

source: Definitions Viewer Alt-V
it_it: Visualizza Definizioni Alt-V

source: Open map definitions window
it_it: Apri la finestra delle definizioni mappe

source: Table Map Editor Alt-T
it_it: Editor Tabellare Alt-T

source: Open map data in table form
it_it: Apri la mappa in modalità tabella

source: 2D Map Editor Alt-O
it_it: Editor 2D Alt-O

source: &Windows
it_it: &Finestre

source: Tool Editor Alt-T
it_it: Editor Attrezzi Alt-T

source: &Tools
it_it: &Attrezzi

source: Show info about this application
it_it: Visualizza informazioni sull'applicazione

source: &Help
it_it: &Aiuto

source: Load BIN
it_it: Carica BIN

source: Save BIN
it_it: Salva BIN

source: Load Map
it_it: Carica Mappa

source: Load Map Definitions
it_it: Carica Definizioni Mappe

source: Map Viewer
it_it: Visualizzatore Mappe

source: Definitions Map Viewer
it_it: Visualizzatore delle Definizioni Mappe

source: Map Editor
it_it: Editor Mappe

source: Definitions Map Editor
it_it: Editor delle Definizioni Mappe

source: Table Editor
it_it: Editor Tabellare

source: 2D Editor
it_it: Editor 2D

source: Preferences
it_it: Preferenze

source: Quit
it_it: Esci

source: Select maps file to load
it_it: Seleziona file definizione da caricare

source: Maps file loaded.
it_it: Definizioni caricate.

source: Select maps file to save
it_it: Seleziona file definizione da salvare

source: Maps file saved.
it_it: Definizioni salvate.

source: New map added.
it_it: Nuova mappa aggiunta.

source: No maps have been loaded!
it_it: Non sono state caricate definizioni!

source: Map viewer not initialized!
it_it: Il visualizzatore delle mappe non è initializzato!

source: Please select a map first in the map viewer!
it_it: Selezionare una mappa nel visualizzatore prima!

source: Map deleted.
it_it: Mappa cancellata.

source: Map duplicated.
it_it: Mappa duplicata.

source: Select XDF file to import
it_it: Seleziona il file XDF da importare

source: Unable to open definitions file!
it_it: Non è stato possibile aprire il file delle definizioni!

source: The definitions file is corrupted!
it_it: Il file delle definizioni è corrotto!

source: The definitions file version is not compatible!
it_it: Il file delle definizioni non è compatibile!

source: Definitions file loaded.
it_it: File definizioni caricato.

source: BIN #1 copied to BIN #2.
it_it: BIN #1 copiato nel buffer di BIN #2.

source: BIN #1 copied to BIN #3.
it_it: BIN #1 copiato nel buffer di BIN #3.

source: BIN #2 copied to BIN #1.
it_it: BIN #2 copiato nel buffer di BIN #1.

source: BIN #2 copied to BIN #3.
it_it: BIN #2 copiato nel buffer di BIN #3.

source: BIN #3 copied to BIN #1.
it_it: BIN #3 copiato nel buffer di BIN #1.

source: BIN #3 copied to BIN #2.
it_it: BIN #3 copiato nel buffer di BIN #2.

source: No BIN file has been loaded in the selected buffer!
it_it: Nessun file BIN è stato caricato nel buffer selezionato!

source: Maps file not found!
it_it: Nessun file di definizioni è stato trovato!

source: Unable to load maps file!
it_it: Impossibile aprire il file delle definizioni!

source: The maps file is corrupted!
it_it: Il file delle definizioni è corrotto!

source: The maps file version is not compatible!
it_it: La versione del file delle definizioni non è compatibile!

source: Select BIN file to load
it_it: Seleziona BIN da caricare

source: File size error!
it_it: Error di dimensione!

source: Buffer reallocation error!
it_it: Error di allocazione buffer!

source: File read error!
it_it: Errore di lettura file!

source: File loaded successfully.
it_it: File caricato con successo.

source: File not found!
it_it: File non trovato!

source: Buffer empty error!
it_it: Errore di buffer vuoto!

source: File write error!
it_it: Errore in scrittura del file!

source: File saved successfully.
it_it: File salvato con successo.

source: Select save location & filename
it_it: Selezionare dove salvare il file

source: Maps
it_it: Mappe

source: File Options
it_it: Opzioni File

source: Min. Addr
it_it: Ind. Min.

source: Max Addr
it_it: Ind. Max

source: Start
it_it: Inizio

source: End
it_it: Fine

source: Length
it_it: Lunghezza

source: Apply
it_it: Applica

source: Cancel
it_it: Annulla

source: Welcome to...
it_it: Benvenuto a...

source: Increment raw value
it_it: Incrementa valore raw

source: Decrement raw value
it_it: Decrementa valore raw

source: Increment percentage value
it_it: Incrementa valore percentuale

source: Decrement percentage value
it_it: Decrementa valore percentuale

source: Eng.
it_it: Ing.

source: Increment engineering value
it_it: Incrementa valore ingegneristico

source: Decrement engineering value
it_it: Dencrementa valore ingegneristico

source: Fill with value
it_it: Riempi con valore

source: Fill cells with fixed value
it_it: Riempi celle con valore fisso

source: Select by value
it_it: Seleziona per valore

source: Select cells by value
it_it: Seleziona celle per valore

source: Select >=
it_it: Seleziona >=

source: Show statistics of selected cells
it_it: Visualizza le statistiche delle celle selezionate

source: Interpolation
it_it: Interpolazione

source: X Axis
it_it: Asse X

source: Y Axis
it_it: Asse Y

source: Open absolute data
it_it: Carica valori assoluti

source: Open difference data
it_it: Carica differenza

source: Save absolute data
it_it: Salva valori assoluti

source: Save difference data
it_it: Salva differenza

source: Apply Alt-F4
it_it: Applica Alt-F4

source: Apply modifications to BIN
it_it: Applica modifiche al BIN

source: Close without saving modifications
it_it: Chiudi senza memorizzare le modifiche

source: Copy to clipboard
it_it: Copia negli appunti

source: Paste from clipboard
it_it: Incolla dai appunti

source: Inc. raw value
it_it: Inc. valore raw

source: Dec. raw value
it_it: Dec. valore raw

source: Inc. perc. value
it_it: Inc. valore perc.

source: Increment by percentage
it_it: Incremento in percentuale

source: Dec. perc. value
it_it: Dec. valore perc.

source: Decrement by percentage
it_it: Decremento in percentuale

source: Inc. eng. value
it_it: Inc. valore ing.

source: Dec. eng. value
it_it: Dec. valore ing.

source: Fill selected cells with a value
it_it: Riempi le celle selezionate con un valore

source: Copy from BIN #1
it_it: Copia da BIN #1

source: Copy from BIN #2
it_it: Copia da BIN #2

source: Copy from BIN #3
it_it: Copia da BIN #3

source: Compare BIN #1
it_it: Compara BIN #1

source: Compare current BIN to BIN #1
it_it: Compara il l'attuale BIN con il BIN #1

source: Compare BIN #2
it_it: Compara BIN #2

source: Compare current BIN to BIN #2
it_it: Compara il l'attuale BIN con il BIN #2

source: Compare BIN #3
it_it: Compara BIN #3

source: Compare current BIN to BIN #3
it_it: Compara il l'attuale BIN con il BIN #3

source: Show differences
it_it: Vedi differenze

source: Show difference between current BIN and selected compare BIN
it_it: Visualizza differenza tra l'attuale BIN è il BIN selezionato

source: Show raw values
it_it: Vedi valori raw

source: Show raw values on grid
it_it: Visualizza valori raw in tabella

source: Highlight differences
it_it: Evidenzia differenze

source: Highlight the cells that are different between the current BIN and the compare BIN
it_it: Evidenzia le differenze tra l'attuale BIN e il BIN in comparazione

source: &Compare
it_it: &Compara

source: Select all
it_it: Seleziona tutto

source: Select all cells
it_it: Seleziona tutte le celle

source: Invert selections
it_it: Inverti selezioni

source: Invert cell selections
it_it: Inverti le celle selezionate

source: Clear selections
it_it: Annulla selezioni

source: Clear all cell selections
it_it: Annulla tutte le selezioni

source: Select >= value
it_it: Seleziona >= valore

source: Select cells which are greater then or equal to by value
it_it: Seleziona celle che sono maggiore o uguale al valore

source: Move selection up
it_it: Muovi selezioni su

source: Move selection down
it_it: Muovi selezioni giu

source: Move selection left
it_it: Muovi selezioni a sinistra

source: Move selection right
it_it: Muovi selezioni a destra

source: &Select
it_it: &Selezione

source: View Graphs
it_it: Vedi Grafici

source: Show 2D graphs side panel
it_it: Visualizza i grafici 2D nel panello laterale

source: View Controls
it_it: Vedi Controlli

source: Show controls panel
it_it: Visualizza il panello dei controlli

source: &View
it_it: &Vedi

source: 2D Map Editor
it_it: Editor 2D

source: 3D Map Viewer
it_it: Visualizzatore 3D

source: Close table editor
it_it: Chiudi l'editor

source: Show Differences
it_it: Vedi Differenze

source: Highlight Differences
it_it: Evidenzia Differenze

source: Edit in 2D
it_it: Modifica in 2D

source: View 3D
it_it: Vedi 3D

source: Please select a BIN file for comparison.
it_it: Selezionare un file BIN per la comparazione.

source: Raw number added to
it_it: Valore raw aggiunto a

source: cells.
it_it: celle.

source: Raw number subtracted from
it_it: Valore raw decrementato da

source: Please insert a number in the percentage field!
it_it: Inserire un numero nel campo percentuale!

source: Percentage added to
it_it: Percentuale aggiunto a

source: Percentage subtracted from
it_it: Percentuale decrementato da

source: Please insert a number in the engineering field!
it_it: Inserire un numero nel campo ingegneristico!

source: Engineering number added to
it_it: Numero ingegneristico incrementato a

source: Engineering number subtracted from
it_it: Numero ingegneristico decrementato a

source: Raw number set on
it_it: Valore raw impostato su

source: This is not a valid number!
it_it: Questo non è un numero valido!

source: Engineering number set on
it_it: Valore ingegneristico impostato su

source: Filling is only available for raw & engineering numbers.
it_it: Riempimento è disponibile solo per valore raw e ingegneristici.

source: Selected
it_it: Selezionati

source: Selection by value is only available for raw & engineering numbers.
it_it: Selezione per valore è disponibile solo per raw e ingegneristici.

source: AVG=
it_it: MED=

source: Interpolation is only available for raw & engineering numbers.
it_it: Interpolazione è disponibile solo per valori raw e ingegneristici.

source: Interpolation set on
it_it: Interpolazione impostata su

source: [Source BIN #
it_it: [Sorgente BIN #

source: : Compare BIN #
it_it: : Comparazione BIN #

source: Display Name
it_it: Nome da visualizzare

source: Description
it_it: Descrizione

source: Address
it_it: Indirizzo

source: Sign
it_it: Segno

source: Unsigned
it_it: Senza Segno

source: Signed
it_it: Segno

source: Byte Order
it_it: Ordine Byte

source: MSB First
it_it: MSB Primo

source: LSB First
it_it: LSB Primo

source: Data Order
it_it: Ordine Dati

source: Units
it_it: Unità

source: Load
it_it: Carico

source: Throttle
it_it: Pedale

source: Absolute Pressure
it_it: Pressione Assoluta

source: Differential Pressure
it_it: Pressione Differenziale

source: Intake Air Flow
it_it: Flusso Aria Aspirazione

source: Intake Air Pressure
it_it: Pressione Aria Aspirazione

source: Intake Air Temperature
it_it: Temperatura Aria Aspirazione

source: Type
it_it: Tipo

source: Integer
it_it: Intero

source: Float
it_it: Vigola Mobile

source: Decimals
it_it: Decimali

source: Factor
it_it: Fattore

source: Source
it_it: Sorgente

source: Manual
it_it: Manuale

source: Settings
it_it: Settaggi

source: Z Axis
it_it: Asse Z

source: Apply && Close
it_it: Applica e Chiudi

source: New Map
it_it: Nuova Mappa

source: Tool Editor
it_it: Editor Attrezzi

source: Add
it_it: Aggiungi

source: Modify
it_it: Modifica

source: Delete
it_it: Cancella

source: Title
it_it: Titolo

source: Command
it_it: Comando

source: Arguments
it_it: Argomenti
